app/controllers/booklist_controller.rb

  def hello
    @titles = Title.all
---
SELECT "titles".* FROM "titles"